Repository: devaaronjohnson/sitecare
Catalog: plugins/wp-recipe-maker-premium/languages/wp-recipe-maker-premium-*.po
Languages: pl_pl, sv_se

source: The plugin has not been loaded because it requires the following plugin(s) to be activated:
pl_pl: Wtyczka nie została uruchomiona, ponieważ wymaga aktycacji następujących wtyczek:
sv_se: Tillägget har inte laddats eftersom det kräver följande tillägg som ska aktiveras:

source: The plugin has not been loaded because it requires at least the following plugin versions:
pl_pl: Wtyczka nie została uruchomiona, ponieważ wymaga działania następujących wersji wtyczek:
sv_se: Tillägget har inte laddats eftersom det kräver åtminstone följande tilläggsgsversioner:

source: Activate your license key to receive automatic updates.
pl_pl: Aktywuj klucz licencji, aby otrzymywać automatyczne aktualizacje.
sv_se: Aktivera din licensnyckel för att få automatiska uppdateringar.

source: Label Shortcode
pl_pl: Shortcode tabeli
sv_se: Kortkod för etikett

source: Click to Start Timer
pl_pl: Kliknij i uruchom czasomierz
sv_se: Klicka för att starta timer

source: Amount Per Serving
pl_pl: Na 1 porcję przypada
sv_se: Storlek per portion

source: Options for the ingredient links that can be added on the WP Recipe Maker > Manage > Ingredients page.
pl_pl: Opcje linków do składników, które mogą być dodane na WP Recipe Maker > Zarządzam > Strona składników.
sv_se: Alternativ för ingredienslänkar som kan läggas på WP recept Maker> Hantera> Ingredienser.

source: Open ingredient links in a new tab
pl_pl: Otwórz linki do składników w nowej karcie
sv_se: Öppna ingredienslänkar i en ny flik

source: Add the nofollow attribute to ingredient links
pl_pl: Dodaj atrybut „nofollow” do linków do składników
sv_se: Lägg nofollowattributet för ingredienslänkar

source: Activate your license key to get notified of updates for the premium addon.
pl_pl: Aktywuj klucz licencji i otrzymuj powiadomienia o aktualizacjach dodatku premium.
sv_se: Aktivera licensnyckeln för att få meddelande om uppdateringar för premiumtillägg.

source: Warning: the license is currently inactive.
pl_pl: Uwaga: licencja jest aktualnie nieaktywna.
sv_se: Varning: licensen är för närvarande inaktiv.

source: Your license key is currently active. Fill in a blank key to deactivate.
pl_pl: Twój klucz licencji jest aktualnie aktywny. Wpisz pustą wartość, żeby go deaktywować.
sv_se: Din licensnyckel är aktiv. Fyll i en tom nyckel för att avaktivera.

source: The %s shortcode can be used to add the nutrition label shortcode.
pl_pl: Shortcode %s może być wykorzystany w celu dodania shortcode z tabelą wartości odżywczych.
sv_se: %s kortkod kan användas för att lägga till i näringsdeklarationens kortkod.

source: Show the nutrition label for the first recipe found on the page.
pl_pl: Pokaż tabelę wartości odżywczych dla pierwszego przepisu znalezionego na stronie.
sv_se: Visa näringsvärdesdeklarationen för första recept på sidan.

source: License
pl_pl: Licencja
sv_se: Licens

source: Activate now
pl_pl: Aktywuj teraz
sv_se: Aktivera nu

source: Get a License
pl_pl: Uzyskaj licencję
sv_se: Skaffa en licens

source: Nutrition Facts
pl_pl: Wartości odżywcze
sv_se: Näringsinnehåll

source: Nutrition Label
pl_pl: Tabela wartości odżywczych
sv_se: Näringsdeklaration

source: Manage
pl_pl: Zarządzaj
sv_se: Hantera

source: Recipes
pl_pl: Przepisy
sv_se: Recept

source: Ingredients
pl_pl: Składniki
sv_se: Ingredienser

source: Calories
pl_pl: Kalorie
sv_se: Kalorier

source: Calories from Fat
pl_pl: Kalorie z tłuszczów
sv_se: Kalorier från fett

source: % Daily Value
pl_pl: % zalecanego dziennego spożycia
sv_se: % dagligt intag

source: Total Fat
pl_pl: Wszystkie tłuszcze
sv_se: Totalt fett

source: Saturated Fat
pl_pl: Tłuszcze nasycone
sv_se: Mättat fett

source: Trans Fat
pl_pl: Tłuszcze trans
sv_se: Transfett

source: Polyunsaturated Fat
pl_pl: Tłuszcze wielonienasycone
sv_se: Fleromättat fett

source: Monounsaturated Fat
pl_pl: Tłuszcze jednonienasycone
sv_se: Enkelomättat fett

source: Sodium
pl_pl: Sód
sv_se: Natrium

source: Potassium
pl_pl: Potas
sv_se: Kalium

source: Total Carbohydrates
pl_pl: Wszystkie węglowodany
sv_se: Totalt Kolhydrater

source: Dietary Fiber
pl_pl: Błonnik
sv_se: Kostfiber

source: Sugars
pl_pl: Cukry
sv_se: Socker

source: Protein
pl_pl: Białko

source: Vitamin A
pl_pl: Witamina A

source: Vitamin C
pl_pl: Witamina C

source: Calcium
pl_pl: Wapń
sv_se: Kalcium

source: Iron
pl_pl: Żelazo
sv_se: Järn

source: Percent Daily Values are based on a 2000 calorie diet.
pl_pl: % pokrycia dziennego zapotrzebowania dla diety 2000 kcal.
sv_se: Procentuella dygnsvärdet baseras på 2000 kaloriintag .

source: Ingredient Links
pl_pl: Linki do składników
sv_se: Ingredienslänkar

source: Open in New Tab
pl_pl: Otwórz w nowej karcie
sv_se: Öppna i en ny TAB

source: Use Nofollow
pl_pl: Ustaw jako „nofollow”
sv_se: Använd nofollow

source: Save Changes
pl_pl: Zapisz zmiany
sv_se: Spara ändringar

source: Premium License
pl_pl: Licencja premium
sv_se: Premiumlicens

source: Premium License Key
pl_pl: Klucz licencji premium
sv_se: Premium licensnyckel

source: Show the nutrition label for the recipe with ID 123.
pl_pl: Pokaż tabelę wartości odżywczych dla przepisu z ID 123.
sv_se: Visa näringsdeklarationen för receptet med ID 123

source: Recipe
pl_pl: Przepis
sv_se: Recept

source: First recipe on page
pl_pl: Pierwszy przepis na stronie
sv_se: Förts receptet på sidan

source: Serving Size
pl_pl: Wielkość porcji
sv_se: Portionsstorlek

source: Sugar
pl_pl: Cukier
sv_se: Socker

source: Important
pl_pl: Ważne
sv_se: Viktigt

source: Nutrition facts should be for 1 serving of the recipe.
pl_pl: Wartości odżywcze powinny być policzone dla 1 porcji.
sv_se: Näringsvärde bör avse en portionsstorlek av receptet.

source: Premium addon for WP Recipe Maker.
pl_pl: Dodatek premium do WP Recipe Maker.
sv_se: Premium tillägg för WP Recipe Maker.

source: Cholesterol
sv_se: Kolesterol
